Repository: BuddiesOfBudgie/budgie-session
Catalog: po/*.po
Languages: mk

source: Allow TCP connections
mk: Дозволи TCP врски

source: For security reasons, on platforms which have _IceTcpTransNoListen() (XFree86 systems), gnome-session does not listen for connections on TCP ports. This option will allow connections from (authorized) remote hosts. gnome-session must be restarted for this to take effect.
mk: Заради сигурносни причини, на платформи кои имаат _IceTcpTransNoListen() (XFree86 системи), gnome-session не слуша за конекции на TCP портови. Оваа опција ќе овозможи врски од (авторизирани) надворешни хостови. gnome-session мора да се рестартира за да се применат ефектите.

source: If enabled, gnome-session will prompt the user before ending a session.
mk: Доколку е вклучено, gnome-session ќе го извести корисникот пред да ја прекине сесијата.

source: If enabled, gnome-session will save the session automatically. Otherwise, the logout dialog will have an option to save the session.
mk: Доколку е вклучено, gnome-session ќе ја зачува сесијата автоматски. Инаку, дијалогот за одјавување ќе има опција за зачувување на сесијата.

source: Logout prompt
mk: Дијалог за одјавување

source: Preferred Image to use for login splash screen
mk: Преферирана слика која ќе се користи за поздравниот екран при најава во работната околина GNOME

source: Save sessions
mk: Зачувај сесии

source: Selected option in the log out dialog
mk: Одбрана опција во дијалогот за одјава

source: Show the splash screen
mk: Прикажи го поздравниот екран

source: Show the splash screen when the session starts up
mk: Прикажи го поздравниот екран при стартување на сесијата

source: This is a relative path value based off the $datadir/pixmaps/ directory. Sub-directories and image names are valid values. Changing this value will effect the next session login.
mk: Ова е релативна вредност за патека базирана на директориумот $datadir/pixmaps/. Под-директориумите и имињата на сликите не се валидни вредности. Доколку ја промените оваа вредност, промените ќе се одразат при наредното најавување.

source: This is the option that will be selected in the logout dialog, valid values are "logout" for logging out, "shutdown" for halting the system and "restart" for restarting the system.
mk: Ова е опцијата која што ќе биде избрана во дијалогот за одјава, валидни вредностисе „одјава“ за одјава, „исклучи“ за исклучување на системот и „рестартирај“ за рестартирање на системот.

source: Assistive technology support has been requested for this session, but the accessibility registry was not found. Please ensure that the AT-SPI package is installed. Your session has been started without assistive technology support.
mk: Беше побарана поддршка за помошни технологии за оваа сесија, но регистарот за пристапност не беше пронајден. Ве молам, осигурајте се дека AT_SPI пакетот е инсталиран. Вашата сесија се стартуваше без поддршка за помошни технологии.

source: _Order:
mk: _Редослед:

source: The order in which applications are started in the session.
mk: Редоследот според кој апликациите се стартуваат во сесијата.

source: What happens to the application when it exits.
mk: Што се случува со апликацијата кога ќе излезете од неа.

source: _Style:
mk: _Стил:

source: Order
mk: Редослед

source: Style
mk: Стил

source: State
mk: Состојба

source: Program
mk: Програма

source: Inactive
mk: Неактивен

source: Waiting to start or already finished.
mk: Чека да започне или веќе завршила.

source: Starting
mk: Започнува

source: Started but has not yet reported state.
mk: Започнат но сеуште ја нема објавено состојбата.

source: Running
mk: Работи

source: A normal member of the session.
mk: Нормален член на сесијата.

source: Saving
mk: Зачувувам

source: Saving session details.
mk: Зачувување на деталите за сесијата.

source: Unknown
mk: Непознато

source: State not reported within timeout.
mk: Состојбата не е објавена во дозволеното време.

source: Normal
mk: Нормално

source: Unaffected by logouts but can die.
mk: Без влијанија од одјавувања но неможе да умре.

source: Restart
mk: Рестартирај

source: Never allowed to die.
mk: Никогаш не смее да умре.

source: Trash
mk: Ѓубре

source: Discarded on logout and can die.
mk: Откажано при одјавата и може да умре.

source: Settings
mk: Поставувања

source: Always started on every login.
mk: Секогаш подигнато при секоја најава.

source: There was an error starting the GNOME Settings Daemon. Some things, such as themes, sounds, or background settings may not work correctly.
mk: Имаше грешка при стартувањето на GNOME демонот за поставувања. Некои работи, како темите, звуците, или подесувањата за позадината може да не работат како што треба.

source: The last error message was:
mk: Последната порака за грешка беше:

source: GNOME will still try to restart the Settings Daemon next time you log in.
mk: Кога ќе се најавите следниот пат GNOME повторно ќе се обиде да го рестартира даемонот за поставувањата.

source: The Settings Daemon restarted too many times.
mk: Демонот за поставувања се рестартираше премногу пати.

source: List registered clients, then exit
mk: Излистај ги регистрираните клиенти, па затвори

source: PROGRAM...
mk: ПРОГРАМ...

source: You must specify at least one program to remove. You can list the programs with --list.
mk: Мора да одредите барем една програма за отстранување. Можете да ги излистатепрограмите со --list.

source: Error: could not connect to the session manager
mk: Грешка: не можам да се поврзам со менаџерот на сесијата

source: Currently registered clients:
mk: Тековно регистрирани клиенти:

source: Couldn't find program %s in session
mk: Не можам да ја пронајдам програмата %s во сесијата

source: The GNOME session manager cannot start properly. Please report this as a GNOME bug. Please include this ICE failure message in the bug report: '%s'. Meanwhile you could try logging in using the failsafe session.
mk: Менаџерот на сесии на GNOME не може да се стартува правилно. Ве молам, пријавете го ова како бубачка на GNOME. Ве молам, вклучете ја оваа ICE порака со неуспехот во пријавата за бубачка. '%s'. Во меѓувреме, можете да пробате да се најавите преку сесијата за неуспешно стартување.

source: The GNOME session manager was unable to lock the file '%s'. Please report this as a GNOME bug. Sometimes this error may occur if the file's directory is unwritable, you could try logging in via the failsafe session and ensuring that it is.
mk: Менаџерот на сесии на GNOME не можеше да ја заклучи датотеката : '%s'. Ве молам, пријавете го ова како бубачка во GNOME. Понекогаш, оваа грешка може да се случи ако директориумот на датотеката не е запишувачки, па можете да пробате да се најавите преку сесијата за неуспешно стартување и да ја направите да се запишува.

source: The GNOME session manager was unable to read the file: '%s'. If this file exists it must be readable by you for GNOME to work properly. Try logging in with the failsafe session and removing this file.
mk: Менаџерот на сесии на GNOME не можеше да ја прочита датотеката: '%s'. Ако оваа датотека постои, таа мора да може да се чита од Вас за да може GNOME да работи правилно. Пробајте да се најавите со сесија за неуспешно стартување и да ја остраните оваа датотека.

source: Could not write to file '%s'. This file must be writable in order for GNOME to function properly. Try logging in with the failsafe session and removing this file. Also make sure that the file's directory is writable.
mk: Не можам да запишам во датотеката '%s'. Оваа датотека мора да е запишувачка за GNOME да функционира правилно. Пробајте да се најавите со сесијата за неуспешно стартување и да ја отстраните оваа датотека. Исто така, осигурајте се дека директориумот на датотеката е запишувачки.

source: Are you sure you want to log out?
mk: Сигурно ли сте дека сакате да се одјавите?

source: _Save current setup
mk: _Зачувај ги тековните поставувања

source: Action
mk: Дејствие

source: _Log out
mk: _Одјава

source: Sh_ut down
mk: Иск_лучи

source: _Restart the computer
mk: _Рестартирај го компјутерот

source: Specify a session name to load
mk: Одредете го името на сесијата што треба да се вчита

source: NAME
mk: ИМЕ

source: Only read saved sessions from the default.session file
mk: Читај само зачувани сесии од default.session датотеката

source: DELAY
mk: ЗАДОЦНУВАЊЕ

source: Could not look up internet address for %s. This will prevent GNOME from operating correctly. It may be possible to correct the problem by adding %s to the file /etc/hosts.
mk: Не може да се најде интернет адресата за %s. Ова ќе го оневозможи GNOME да работи правилно. Можеби ќе може да го корегирате проблемот со додавање на %s во /etc/hosts датотеката.

source: Log in Anyway
mk: Најави

source: Try Again
mk: Обидете се повторно

source: - Manage the GNOME session
mk: - Менаџирај ја сесијата на GNOME

source: Wait abandoned due to conflict.
mk: Чекањето е запоставено поради конфликт.

source: No response to the %s command.
mk: Нема одговор до %s командата.

source: The program may be slow, stopped or broken.
mk: Програмот може да биде бавен, стопиран или скршен.

source: You may wait for it to respond or remove it.
mk: Може да чекате да одговори или да го отстраните.

source: Restart abandoned due to failures.
mk: Рестартирањето е запоставено поради неуспех.

source: A session shutdown is in progress.
mk: Во тек е исклучување на сесијата.

source: Set the current session name
mk: Постави го името на тековната сесија

source: Kill session
mk: Отстрани сесија

source: Use dialog boxes for errors
mk: Користи дијалог полиња за грешки

source: Do not require confirmation
mk: Не барај потврда

source: Could not connect to the session manager
mk: Не може да се приклучи на менаџерот за сесии.

source: - Save the current session
mk: - Зачувај ја тековната сесија

source: Save changes to the current session before closing?
mk: Да ги зачувам промените на тековната сесија пред затворање?

source: If you don't save, changes will be discarded.
mk: Ако не зачувате, промените ќе бидат отфрлени.

source: _Close without Saving
mk: _Затвори без зачувување

source: Sessions
mk: Сесии

source: Additional startup _programs:
mk: Додатни програми за _подигнување:

source: Enabled
mk: Овозможено

source: Startup Programs
mk: Програми за подигнување

source: Current Session
mk: Тековна сесија

source: Automatically save chan_ges to session
mk: Автоматски зачувај пром_ени на сесија

source: Save the current session
mk: Зачувај ја тековната сесија

source: Session Options
mk: Опции на сесија

source: Your session has been saved.
mk: Вашата сесија е зачувана.

source: could not connect to the session manager
mk: не можам да се поврзам со менаџерот на сесии

source: session manager does not support GNOME extensions
mk: менаџерот на сесии не подржува проширувања за GNOME

source: Remove the currently selected client from the session.
mk: Отстрани ги тековно обележаните клиенти од сесијата.

source: Apply changes to the current session
mk: Примени ги промените врз тековната сесија

source: The list of programs in the session.
mk: Листата на програми во сесијата.

source: Currently running _programs:
mk: _Програми кои работат во моментов:

source: Configure your sessions
mk: Конфигурирај ги твоите сесии

source: Sawfish Window Manager
mk: Менаџер за прозорци „Sawfish“

source: Metacity Window Manager
mk: Менаџер за прозорци „Metacity“

source: Window Manager
mk: Менаџер за прозорци

source: The Panel
mk: Панелот

source: Nautilus
mk: Наутилус

source: Desktop Settings
mk: Подесувања за Работната Површина

source: _Name:
mk: _Име:

source: _Command:
mk: _Команда:

source: Startup Command
mk: Startup Команда

source: The name of the startup program cannot be empty
mk: Името на startup командата не смее да биде празно

source: The startup command cannot be empty
mk: Startup командата не смее да биде празна

source: The startup command is not valid
mk: Startup командата не е валидна

source: New Startup Program
mk: Нова програма за подигнување при стартување на системот

source: Edit Startup Program
mk: Уреди програма за подигнување
